package com.example.telegramBot.user.Strings;

public class FinalStringsFile {

    public final static String FAQ_MESSAGE_1 = "<b>1.Как записаться на курс?</b> \n " +
            "Пройти онлайн тест. \n Оставить заявку на бесплатный онлайн урок.\n" +
            "\n" +
            "Не нужно тратить время на дорогу, занятие проходит онлайн.\n" +
            "Покажем наш подход к обучению языку.\n" +
            "Определим ваш уровнь языка (речь, восприятие речи на слух, грамматика).\n" +
            "Дадим персональные рекомендации.\n";

    public final static String FAQ_MESSAGE_2 = "<b>2. Как, где и когда проходит обучение?</b> \n УТРО!\n" +
            "\n" +
            "Взрослые: 8:00- 9:30\\9-40- 11:10\n" +
            "(Junior) 9:00- 10:15\\10:25- 11:40\\11:50- 13:05\n" +
            "(Teens) 9:00- 10:20\\10:30- 11:50\\\n" +
            "(Nursery и Starters) 5-7 лет: 9:00- 10:00\\10:10- 11:10\\ 11:20- 12:20\n" +
            "\n" +
            "ДЕНЬ!\n" +
            "Взрослые: Happy Hours- акция только для взрослых.\n" +
            "11:20- 12:50\\13:00- 14:30\n" +
            "(Junior) 14:00- 15:15\\15:25- 16:40\\ 16:50- 18:05\\\n" +
            "(Teens) 15:20- 16:40\\16:50- 18:10\\\n" +
            "(Nursery и Starters) 12:30- 13:30\\ 14:00- 15:00\\15:10-16:10\\16:20-17:20\\17:30-18:30\n" +
            "\n" +
            "ВЕЧЕР!\n" +
            "Взрослые: 18:20-19:50\\ 20:00- 21:30\n" +
            "17:40- 19:10\\ 19:20- 20:50\n" +
            "(Nursery и Starters) 17:30- 18:30\\18:40- 19:40\n" +
            "(Junior) 18:15- 19:30\n" +
            "(Teens) 18:20- 19:40";

    public final static String FAQ_MESSAGE_3 = "<b>3. Длительность занятий?</b> \n " +
            "60 минут — Nursery и Starters\n" +
            "75 минут — Junior\n" +
            "80 минут — Teens\n" +
            "90 минут — Взрослые";

    public final static String FAQ_MESSAGE_4 = "<b>4. Дни недели, количество занятий " +
            "в неделю</b> \n 2 раза в неделю\n" +
            "Понедельник — Среда;\n" +
            "Вторник — Четверг\n" +
            "\n" +
            "3 раза в неделю\n" +
            "Понедельник — Среда — Пятница; Вторник — Четверг — Суббота\n" +
            "\n" +
            "1 раз в неделю или группа выходного дня\n" +
            "Суббота или Воскресенье\n" +
            "10:00- 13:10\\11:00- 14:10\n" +
            "\n" +
            "Nursery и Starters 1 раз в неделю или группа выходного дня — это суббота или воскресенье\n" +
            "9:30- 10:30\\10:40- 11:50";

    public final static String GROUPS_MESSAGE = "<b>Немного о наших группах</b>  \n " +
            "Онлайн группы:\n" +
            "Взрослые: до 8 человек\n" +
            "Nursery и Starters: до 6 человек\n" +
            "Junior: до 6 человек\n" +
            "Teens: до 8 человек\n" +
            "\n" +
            "Оффлайн группы:\n" +
            "Взрослые: до 10 человек\n" +
            "Nursery и Starters: до 8 человек\n" +
            "Junior: до 8 человек\n" +
            "Teens: до 10 человек\n" +
            "\n" +
            "Группы Мини:\n" +
            "до 4 человек дети и до 6 человек взрослые.\n \n " +
            "<b>У нас есть индивидуальные занятия с носителем языка и " +
            "преподавателем школы! Звоните</b>";

    public final static String ABOUT_US_MESSAGE = "<b>Занимайтесь один на один, не выходя из дома, " +
            "в нашей школе английского языка по цене ниже репетитора!</b> \n\n Наш центр занимает " +
            "высокие позиции в рейтинге курсов английского языка в Минске. \n Мы убеждены, что " +
            "кембриджская коммуникативная методика обучения гарантирует лучший результат. \n " +
            "На курсах английского языка с Вами будут работать преподаватели высокой квалификации " +
            "с признанными во всем мире сертификатами CELTA. \n Также наши преподаватели проходят " +
            "ежегодные стажировки в зарубежных партнёрских языковых школах.";
}
